Repository: sipakov/AmverTravel
Catalog: Amver.MobileClient/Amver.MobileClient/Localization/AppResources.*.resx
Languages: ru

# SearchTab
source: SEARCH
ru: Поиск

# FavouritesTab
source: FAVOURITES
ru: Избранное

# AddTab
source: ADD
ru: Добавить

# MessagesTab
source: MESSAGES
ru: Сообщения

# CabinetTab
source: CABINET
ru: Профиль

# SearchButton
source: Advanced search
ru: Расширенный поиск

# FromCityPlaceholder
source: From city
ru: Город отправления

# ToCityPlaceholder
source: To city
ru: Город назначения

# ToCountryPlaceholder
source: To country
ru: Страна назначения

source: Date from
ru: Дата отправления

source: Date To
ru: Дата возвращения

source: Preferred Gender:
ru: Пол попутчика:

source: Comment
ru: Комментарий

# CommentPlaceholder
source: Enter comment here
ru: Комментарий к путешествию

# AddButton
source: Add travel
ru: Создать путешествие

# TravelSuccessfullyAdded
source: Travel is successfully added. You can view and edit your travel in your cabinet
ru: Путешествие успешно создано. Вы можете управлять своим путешествием в кабинете

source: "From city" is required
ru: Выберете город отправления

# ToCityOrToCountryIsRequired
source: Сhoose city or country of destination
ru: Выберете страну или город назначения

# DateToMustBeGreatDateFrom
source: Return date (Date To) must be greater than departure date (Date From)
ru: Дата возвращения должна быть больше даты отправления

# ToCityFromCityMustBeDifferent
source: Destination city (To City) and departure city (From City) must be different
ru: Город отправления не может совпадать с городом прибытия

# ToCityToCountryAndToCountryMustBeEqual
source: Destination city must belong to the respective country
ru: Город назначения должен принадлежать соответствующей стране

source: Go to travel
ru: Перейти к путешествию

source: Go to profile
ru: Перейти в профиль

# ToPreposition
source: To
ru: В

# PrivacyPolicyLink
source: Privacy Policy
ru: Политика конфиденциальности

# LicenseLink
source: License
ru: Лицензионное соглашение

# LogOutButtonTitle
source: Sign Out
ru: Выйти

# LogInButtonTitle
source: Sign In/Sign Up
ru: Вход/Регистрация

# ActiveTravel
source: Active
ru: Активное

# CompletedTravel
source: Completed
ru: Завершённое

# IncompletedTravel
source: Incompleted
ru: Незавешённое

source: Connecting
ru: Соединение

# SendButton
source: Send
ru: Отправить

# ChatMessagePlaceholder
source: Message
ru: Сообщение

# ChatIsBlockedPlaceholder
source: Chat is blocked
ru: Чат заблокирован

# QuestionDoYouWantToDeleteTheConversation
source: Do you want to delete the conversation?
ru: Вы действительно хотите удалить диалог?

# ConversationSuccessfullyDeleted
source: Conversation is deleted
ru: Диалог успешно удалён

# SpecifyBirthDayGender
source: Specify date of birth and your gender
ru: Укажите дату своего рождения и пол

# ItCanBeEdited
source: It can be edited in your profile
ru: Вы можете изменить всю информацию в своем профиле

source: Birth Day
ru: День Рождения

source: Gender
ru: Пол

source: Next
ru: Далее

source: Email is not valid
ru: Введите валидный адрес электронной почты

# EnterEmail
source: Enter your email address
ru: Укажите свой адрес электронной почты

source: No spam
ru: Никакого спама

# EmailConfirmLater
source: You can confirm mail later
ru: Вы можете подтвердить адрес почты позже

source: Finish
ru: Завершить

source: Sign In
ru: Вход

source: New to Amver?
ru: Не зарегистрированы?

source: Create an account
ru: Создайте аккаунт

# CreateAnAccountClick
source: By clicking Create an account you agree with
ru: Нажимая кнопку "Создать аккаунт" я соглашаюсь с

source: and
ru: и

# LoginPlaceholder
source: login
ru: логин

# PasswordPlaceholder
source: password
ru: пароль

# CreatePasswordPlaceholder
source: create password
ru: придумайте пароль

# ConfirmPasswordPlaceholder
source: confirm password
ru: подтвердите пароль

# PrivacyPolicyLinkAuth
source: Privacy Policy
ru: Политикой конфиденциальности

# LicenseLinkAuth
source: License
ru: Лицензионным соглашением

source: Field is an empty
ru: Поле не заполнено

# LoginIsNotValid
source: Login contains illegal characters
ru: Логин содержит недопустимые символы

# PasswordIsNotValid
source: Password contains illegal characters
ru: Пароль содержит запрещённые символы

source: Passwords are not equal
ru: Пароли должны совпадать

source: Enter your name
ru: Укажите свое имя

# UserNameIsNotValid
source: Name contains illegal characters
ru: Имя содержит недопустимые символы

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

# FromCityLocation
source: From
ru: Я живу в городе

source: Email
ru: Адрес электронной почты

source: Age:
ru: Возраст:

# SelectProfileImageButton
source: Select Profile Image
ru: Изменить фото профиля

source: Image Processing
ru: Подготовка изображения

source: Cancel
ru: Назад

source: Camera
ru: Сделать фото

source: Gallery
ru: Выбрать из библиотеки

source: Confirm action
ru: Подтверждение действия

# ConfirmDeleteProfile
source: Do you want to delete your profile?
ru: Вы точно хотите удалить свой профиль?

# ConfirmActionYes
source: Yes
ru: Да

# ConfirmActionNo
source: No
ru: Нет

source: Notification
ru: Уведомление

# NotificationProfileSuccessfullyDeleted
source: Profile successfully deleted
ru: Профиль успешно удален

source: Ok
ru: Понятно

# NotificationError
source: Oops. An error has occurred
ru: Упс! Произошла ошибка

# NotificationDeviceDoesNotSupportedThisFunction
source: Your device does not currently support this function
ru: Ваше устройство не поддерживает эту функцию

# NotificationCouldNotGetTheImage
source: Could not get the image. Try again
ru: Не удалось выбрать изображение. Попробуйте еще раз

# YouHaveBeenBlocked
source: You have been blocked by this user
ru: Вы были заблокированы этим пользователем

source: Report
ru: Пожаловаться

source: Block
ru: Заблокировать

source: Unblock
ru: Разблокировать

# BlockUser
source: won't be able to find your profile, trips. The user does not know that you blocked him
ru: больше не сможет найти ваш профиль и поездки. Пользователь не узнает, что вы его заблокировали

source: Login before blocking
ru: Авторизируйтесь перед тем как заблоровать этого пользователя

source: User successfully blocked
ru: Пользователь заблокирован

source: User successfully unblocked
ru: Пользователь разблокирован

source: RegisteredDate
ru: Дата регистрации

# Eula
source: AmverTravel Copyright (c) 2020 *** END USER LICENSE AGREEMENT *** IMPORTANT: PLEASE READ THIS LICENSE CAREFULLY BEFORE USING THIS SOFTWARE. 1. LICENSE By receiving, opening the file package, and/or using AmverTravel (Software) containing this software, you agree that this End User User License Agreement (EULA) is a legally binding and valid contract and agree to be bound by it. You agree to abide by the intellectual property laws and all of the terms and conditions of this Agreement. Unless you have a different license agreement signed by Stanislav Sipakov your use of AmverTravel indicates your acceptance of this license agreement and warranty. Subject to the terms of this Agreement, Stanislav Sipakov grants to you a limited, non-exclusive, non-transferable license, without right to sub-license, to use AmverTravel in accordance with this Agreement and any other written agreement with Stanislav Sipakov. Stanislav Sipakov does not transfer the title of AmverTravel to you; the license granted to you is not a sale. This agreement is a binding legal agreement between Stanislav Sipakov and the purchasers or users of AmverTravel. If you do not agree to be bound by this agreement, remove AmverTravel from your device now and, if applicable, promptly return to Stanislav Sipakov by mail any copies of AmverTravel and related documentation and packaging in your possession. 2. USER AGREEMENT 2.1 Use Restrictions You agree that you have reached the age of majority. You shall use AmverTravel in compliance with all applicable laws and not for any unlawful purpose. Without limiting the foregoing, use, display or distribution of AmverTravel together with material that is pornographic, racist, vulgar, obscene, defamatory, libelous, abusive, promoting hatred, discriminating or displaying prejudice based on religion, ethnic heritage, race, sexual orientation or age is strictly prohibited. We undertake to remove inappropriate content and the user in the event of a complaint within 24 hours. Сomplain about inappropriate content possibly registered in the user system however, if you see inappropriate content we are not responsible 2.2 Copyright Restriction This Software contains copyrighted material, trade secrets and other proprietary material. You shall not, and shall not attempt to, modify, reverse engineer, disassemble or decompile AmverTravel. Nor can you create any derivative works or other works that are based upon or derived from AmverTravel in whole or in part. Stanislav Sipakov's name, logo and graphics file that represents AmverTravel shall not be used in any way to promote products developed with AmverTravel. Stanislav Sipakov retains sole and exclusive ownership of all right, title and interest in and to AmverTravel and all Intellectual Property rights relating thereto. Copyright law and international copyright treaty provisions protect all parts of AmverTravel, products and services. No program, code, part, image, audio sample, or text may be copied or used in any way by the user except as intended within the bounds of the single user program. All rights not expressly granted hereunder are reserved for Stanislav Sipakov. 2.3 Limitation of Responsibility You will indemnify, hold harmless, and defend Stanislav Sipakov , its employees, agents and distributors against any and all claims, proceedings, demand and costs resulting from or in any way connected with your use of Stanislav Sipakov's Software. In no event (including, without limitation, in the event of negligence) will Stanislav Sipakov, its employees, agents or distributors be liable for any consequential, incidental, indirect, special or punitive damages whatsoever (including, without limitation, damages for loss of profits, loss of use, business interruption, loss of information or data, or pecuniary loss), in connection with or arising out of or related to this Agreement, AmverTravel or the use or inability to use AmverTravel or the furnishing, performance or use of any other matters hereunder whether based upon contract, tort or any other theory including negligence. 2.4 Warranties Except as expressly stated in writing, Stanislav Sipakov makes no representation or warranties in respect of this Software and expressly excludes all other warranties, expressed or implied, oral or written, including, without limitation, any implied warranties of merchantable quality or fitness for a particular purpose 2.5 Governing Law This Agreement shall be governed by the law of the Russian Federation applicable therein. You hereby irrevocably attorn and submit to the non-exclusive jurisdiction of the courts of Russian Federation therefrom. If any provision shall be considered unlawful, void or otherwise unenforceable, then that provision shall be deemed severable from this License and not affect the validity and enforceability of any other provisions 2.6 Termination Any failure to comply with the terms and conditions of this Agreement will result in automatic and immediate termination of this license. Upon termination of this license granted herein for any reason, you agree to immediately cease use of AmverTravel and destroy all copies of AmverTravel supplied under this Agreement. The financial obligations incurred by you shall survive the expiration or termination of this license 3. DISCLAIMER OF WARRANTY THIS SOFTWARE AND THE ACCOMPANYING FILES ARE GAVE (AS IS) AND WITHOUT WARRANTIES AS TO PERFORMANCE OR MERCHANTABILITY OR ANY OTHER WARRANTIES WHETHER EXPRESSED OR IMPLIED. THIS DISCLAIMER CONCERNS ALL FILES GENERATED AND EDITED BY AmverTravel 4. CONSENT OF USE OF DATA You agree that Stanislav Sipakov may collect and use information gathered in any manner as part of the product support services provided to you, if any, related to AmverTravel. Stanislav Sipakov may also use this information to provide notices to you which may be of use or interest to you.
ru: AmverTravel Авторские права (c) 2020 *** ЛИЦЕНЗИОННОЕ СОГЛАШЕНИЕ КОНЕЧНОГО ПОЛЬЗОВАТЕЛЯ*** ВАЖНО: ПРОЧИТАЙТЕ ДАННОЕ СОГЛАШЕНИЕ ВНИМАТЕЛЬНО ПЕРЕД ИСПОЛЬЗОВАНИЕМ AMVERTRAVEL. 1. ЛИЦЕНЗИОННОЕ СОГЛАШЕНИЕ Получая, открывая пакет файлов и / или используя AmverTravel (Программное обеспечение), содержащее это программное обеспечение, вы соглашаетесь с тем, что настоящее Лицензионное соглашение с конечным пользователем (EULA) является юридически обязывающим и действующим договором и соглашаетесь с ним соблюдать. Вы соглашаетесь соблюдать законы об интеллектуальной собственности и все условия настоящего Соглашения. Если у вас нет другого лицензионного соглашения, подписанного Станиславом Сипаковым, ваше использование AmverTravel означает ваше согласие с данным лицензионным соглашением и гарантией. В соответствии с условиями настоящего Соглашения, Станислав Сипаков предоставляет вам ограниченную, неисключительную, непередаваемую лицензию без права на сублицензию на использование AmverTravel в соответствии с настоящим Соглашением и любым другим письменным соглашением со Станиславом Сипаковым. Станислав Сипаков не передает вам название AmverTravel; предоставленная вам лицензия не является продажей. Это соглашение является обязательным юридическим соглашением между Станиславом Сипаковым и покупателями или пользователями AmverTravel. Если вы не согласны с этим соглашением, удалите AmverTravel со своего устройства сейчас и, если применимо, незамедлительно верните Станиславу Сипакову по почте любые копии AmverTravel и сопутствующую документацию и упаковку, которые у вас есть. 2. ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ 2.1 Ограничения использования Вы соглашаетесь с тем, что достигли совершеннолетия. Вы должны использовать AmverTravel в соответствии со всеми применимыми законами, а не для каких-либо незаконных целей. Без ограничения вышеизложенного, использование, показ или распространение AmverTravel вместе с материалом, порнографического, расистского, вульгарным, непристойным, дискредитирующим, клеветническим, оскорбительным, продвигая ненависть, дискриминацию или отображая предрассудков на основе религии, этнического происхождения, расы, сексуальной ориентации или возраст строго запрещен. Мы обязуемся удалить нежелательный контент и пользователя в случае рекламации в течение 24 часов. Жалобы на неприемлемый контент, который возможно зарегистрирован в пользовательской системе, однако, если вы видите неприемлемый контент, мы не несем ответственности 2.2 Ограничения авторских прав AmverTraver содержит материалы, защищенные авторским правом, коммерческую тайну и другие материалы, являющиеся собственностью компании. Вы не должны и не должны пытаться модифицировать, перепроектировать, разбирать или декомпилировать AmverTravel. Вы также не можете создавать какие-либо производные работы или другие работы, основанные на AmverTravel или полученные из него полностью или частично. Имя, логотип и графический файл Станислава Сипакова, представляющие AmverTravel, никоим образом не должны использоваться для продвижения продуктов, разработанных с помощью AmverTravel. Станислав Сипаков сохраняет за собой единоличное и исключительное право собственности на все права, права и интересы в AmverTravel и все права на интеллектуальную собственность, связанные с ним. Закон об авторском праве и международные соглашения об авторском праве защищают все части AmverTravel, продукты и услуги. Никакая программа, код, часть, изображение, аудиосэмпл или текст не могут быть скопированы или использованы пользователем каким-либо образом, кроме как в рамках однопользовательской программы. Все права, прямо не предоставленные по настоящему Соглашению, сохраняются за Станиславом Сипаковым. 2.3 Ограничение ответственности Вы избавите Станислава Сипакова, его сотрудников, агентов и дистрибьюторов от любых претензий, судебных разбирательств, требований и издержек, связанных с использованием Программного обеспечения Станислава Сипакова или каким-либо образом связанного с ним. Ни при каких обстоятельствах (включая, помимо прочего, в случае небрежности) Станислав Сипаков, его сотрудники, агенты или дистрибьюторы не несут ответственности за любые косвенные, случайные, косвенные, специальные или штрафные убытки, в том числе (включая, помимо прочего, убытки за потерю прибыль, потеря использования, перерыв в работе, потеря информации или данных, или материальная потеря), в связи с или вытекающие из или связанные с этим Соглашением, AmverTravel или использованием или невозможностью использования AmverTravel или предоставлением, выполнением или использованием любые другие вопросы по настоящему Соглашению, основанные на контракте, правонарушении или любой другой теории, включая небрежность. 2.4 Гарантии За исключением случаев, прямо оговоренных в письменной форме, Станислав Сипаков не дает никаких заверений или гарантий в отношении данного Программного обеспечения и прямо исключает все другие гарантии, явные или подразумеваемые, устные или письменные, включая, без ограничения, любые подразумеваемые гарантии товарного качества или пригодности для конкретной цели 2.5 Соблюдение законодательства Настоящее Соглашение регулируется действующим законодательством Российской Федерации. Настоящим вы безоговорочно вступаете в отношения и подчиняетесь неисключительной юрисдикции судов Российской Федерации. Если какое-либо положение считается незаконным, недействительным или иным образом неисполнимым, то это положение считается отделимым от настоящей Лицензии и не влияет на действительность и применимость любых других положений 2.6 Расторжение Любое несоблюдение положений и условий настоящего Соглашения приведет к автоматическому и немедленному прекращению действия этой лицензии. После прекращения действия данной лицензии, предоставленной в настоящем документе, по любой причине, вы соглашаетесь немедленно прекратить использование AmverTravel и уничтожить все копии AmverTravel, предоставленные в соответствии с настоящим Соглашением. Принятые вами финансовые обязательства остаются в силе после истечения срока действия или прекращения действия данной лицензии 3. ОТКАЗ ОТ ГАРАНТИЙ НАСТОЯЩЕЕ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ И СОПУТСТВУЮЩИЕ ФАЙЛЫ ПРЕДОСТАВЛЯЮТСЯ (КАК ЕСТЬ) И БЕЗ ГАРАНТИЙ, КАСАЮЩИХСЯ ЭФФЕКТИВНОСТИ ИЛИ ТОВАРА, ИЛИ ЛЮБЫХ ДРУГИХ ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ. НАСТОЯЩИЙ ОТКАЗ ОТ ОТВЕТСТВЕННОСТИ ЗА ВСЕ ФАЙЛЫ, СОЗДАННЫЕ И ИЗМЕНЕННЫЕ AmverTravel 4. СОГЛАСИЕ НА ОБРАБОТКУ ДАННЫХ Вы соглашаетесь с тем, что Станислав Сипаков может собирать и использовать информацию, собранную любым способом, в рамках услуг по поддержке продуктов, предоставляемых вам, если таковые имеются, связанных с AmverTravel. Станислав Сипаков может также использовать эту информацию для предоставления вам уведомлений, которые могут быть полезны или интересны для вас.

# IAgreeButton
source: I Agree
ru: Я согласен

source: Are you sure?
ru: Вы уверены?

source: Your report has been sent successfully
ru: Ваша жалоба успешно отправлена

# CallDoNotWait
source: If someone is in immediate danger, call the local emergency service - don't wait
ru: Если вам угрожает опасность - звоните в экстренные службы - не ждите

# PrivacyPolicy
source: AmverTravel Privacy Policy 1. Your privacy is important to us. It is AmverTravel's policy to respect your privacy regarding any information we may collect from you through our app, AmverTravel. 2. We only ask for personal information when we truly need it to provide a service to you. We collect it by fair and lawful means, with your knowledge and consent. We also let you know why we're collecting it and how it will be used. 3. We only retain collected information for as long as necessary to provide you with your requested service. What data we store, we'll protect within commercially acceptable means to prevent loss and theft, as well as unauthorised access, disclosure, copying, use or modification. 4. We don't share any personally identifying information publicly or with third-parties, except when required to by law. 5. Our app may link to external sites that are not operated by us. Please be aware that we have no control over the content and practices of these sites, and cannot accept responsibility or liability for their respective privacy policies. 6. You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services. 7. Your continued use of our website or mobile app will be regarded as acceptance of our practices around privacy and personal information. If you have any questions about how we handle user data and personal information, feel free to contact us. 8. App age limit: 18 years old or legal age in accordance with local law. 9. This policy is effective as of 25 September 2019.
ru: AmverTravel Политика конфеденциальности 1. Ваша конфиденциальность важна для нас. Политика AmverTravel уважает вашу конфиденциальность в отношении любой информации, которую мы можем получить от вас через наше приложение AmverTravel. 2. Мы запрашиваем личную информацию только тогда, когда она нам действительно необходима для предоставления вам услуг. Мы собираем его честными и законными способами, с вашего ведома и согласия. Мы также даем вам знать, почему мы собираем его и как он будет использоваться. 3. Мы храним собранную информацию только столько времени, сколько необходимо для предоставления вам запрошенной услуги. Какие данные мы храним, мы будем защищать с помощью коммерчески приемлемых средств для предотвращения потери и кражи, а также несанкционированного доступа, разглашения, копирования, использования или изменения. 4. Мы не передаем какую-либо личную информацию публично или третьим лицам, кроме случаев, когда это требуется по закону. 5. Наше приложение может ссылаться на внешние сайты, которые не управляются нами. Пожалуйста, имейте в виду, что мы не контролируем содержимое и методы этих сайтов и не можем принять на себя ответственность за их соответствующие политики конфиденциальности. 6. Вы можете отклонить наш запрос о предоставлении вашей личной информации при том понимании, что мы не сможем предоставить вам некоторые из ваших желаемых услуг. 7. Ваше дальнейшее использование нашего веб-сайта или мобильного приложения будет рассматриваться как принятие нашей практики в отношении конфиденциальности и личной информации. Если у вас есть какие-либо вопросы о том, как мы обрабатываем пользовательские данные и личную информацию, не стесняйтесь обращаться к нам. 8. Ограничение по возрасту: 18 лет или совершеннолетие в соответствии с местным законодательством. 9. Эта политика действует с 25 сентября 2019 года.

# QuestionDoYouWantToDeleteTheTravel
source: Do you want to delete the travel?
ru: Вы действительно хотитите удалить это путешествие?

source: Travel successfully deleted
ru: Путешествие успешно удалено

# QuestionDidTheTravelTakePlace
source: Did the travel take place?
ru: Путешествие состоялось?

source: Name
ru: Имя

# SaveButton
source: Save
ru: Сохранить

source: I am from city
ru: Я из города

# CommentPlaceholderProfile
source: About yourself
ru: О себе

source: enter your city
ru: введите свой город

# GenderMale
source: Male
ru: Мужчина

# ProfileUpdated
source: Profile updated successfully
ru: Профиль успешно обновлен

# UserAge
source: Age:
ru: Возраст:

# SendMessageButton
source: Send message >
ru: Сообщение >

# FromCountryPlaceholder
source: From country
ru: Страна отправления

source: Created date
ru: Дата создания

source: To Favorites
ru: В Избранное

source: In Favorites
ru: В Избранном

source: Travels
ru: Путешествия

# SearchNow
source: Search
ru: Искать

# Complete
source: Complete travel
ru: Завершить путешествие
