Repository: sipakov/AmverTravel
Catalog: Amver.MobileClient/Amver.MobileClient/Localization/AppResources.*.resx
Languages: ru

# TravelSuccessfullyCompleted
source: The Travel is completed
ru: Путешествие завершено

source: Nudity or sexual activity
ru: Нагота или сексуальная активность

source: Hate speech or symbols
ru: Ненависть или оскорбительные слова

source: Violence or dangerous organizations
ru: Опасные организации

source: Sale of illegal or regular goods
ru: Продажа нелегальных или иных товаров

source: Bullying or harassment
ru: Запугивание или домогательство

source: Intellectual property violation
ru: Нарушение интеллектуальной собственности

source: Suicide or self-injury
ru: Принуждение к суициду

source: Scam or fraud
ru: Мошенничество

source: False information
ru: Ложная информация

source: Favorite travels
ru: Избранное

source: My travels
ru: Мои путешествия

source: new message
ru: новое сообщение

# AgeConstraint
source: You should be a little older
ru: Вы должны быть чуть постарше

# SetProfilePhoto
source: Do not forget to set your profile photo. This will help you find a fellow traveler faster.
ru: Не забудьте установить свое фото в профиле. Это поможет быстрее найти попутчика.
